cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'homebrew/bundle'

brew 'ansiweather'
brew 'ack'
brew 'ansible'
brew 'coreutils'
brew 'fasd'
brew 'git-extras'
brew 'go'
brew 'grc'
brew 'imagemagick'
brew 'jp2a'
brew 'libcaca', args: ['with-imlib2']
brew 'libgit2'
brew 'mongodb'
brew 'openssl'
brew 'node'
brew 'readline'
brew 'postgresql'
brew 'ruby-build'
brew 'rbenv'
brew 'roundup'
brew 'spaceman-diff'
brew 'spark'
brew 'the_silver_searcher'
brew 'unrar'
brew 'wget'
brew 'youtube-dl'

cask '1password'
cask 'atom'
cask 'caffeine'
cask 'dropbox'
cask 'evernote'
cask 'firefox'
cask 'google-chrome'
cask 'handbrake'
cask 'moom'
cask 'private-internet-access'
cask 'slack'
cask 'spotify'
cask 'steam'
cask 'transmission'
cask 'vlc'
cask 'seil'
cask 'skitch'
cask 'skype'
